Repository: entaku0818/VoiceMemo
Catalog: ios/VoiLog/Locate/AudioEditor.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# エラー
source: Error
ar: خطأ
bn: ত্রুটি
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
gu: ભૂલ
he: שגיאה
hi: त्रुटि
hr: Pogreška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
kn: ದೋಷ
ko: 오류
ml: പിശക്
mr: त्रुटी
ms: Ralat
nb: Feil
nl: Fout
or: ତ୍ରୁଟି
pa: ਗੜਬੜ
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sv: Fel
ta: பிழை
te: ఎర్రర్
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# トリミングする範囲を選択してください。
source: Please select a range to trim.
ar: يرجى تحديد نطاق للقص.
bn: ট্রিম করার জন্য একটি অংশ বেছে নিন।
ca: Selecciona un interval per retallar.
cs: Vyberte úsek, který chcete oříznout.
da: Vælg et område, der skal beskæres.
de: Bitte wählen Sie einen Bereich zum Trimmen aus.
el: Επιλέξτε ένα τμήμα για περικοπή.
es: Selecciona un intervalo para recortar.
fi: Valitse rajattava alue.
fr: Veuillez sélectionner une plage à rogner.
gu: ટ્રિમ કરવા માટે ભાગ પસંદ કરો.
he: יש לבחור טווח לחיתוך.
hi: कृपया ट्रिम करने के लिए एक सीमा चुनें।
hr: Odaberite raspon za skraćivanje.
hu: Válaszd ki a vágandó tartományt.
id: Silakan pilih rentang untuk dipangkas.
it: Seleziona un intervallo da tagliare.
ja: トリミングする範囲を選択してください。
kn: ಟ್ರಿಮ್ ಮಾಡಲು ಭಾಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 다듬을 범위를 선택해 주세요.
ml: ട്രിം ചെയ്യാൻ ഒരു ഭാഗം തിരഞ്ഞെടുക്കുക.
mr: ट्रिम करण्यासाठी भाग निवडा.
ms: Sila pilih julat untuk dipotong.
nb: Velg et område som skal beskjæres.
nl: Selecteer een bereik om bij te snijden.
or: ଟ୍ରିମ୍ କରିବା ପାଇଁ ଏକ ଅଂଶ ବାଛନ୍ତୁ।
pa: ਟ੍ਰਿਮ ਕਰਨ ਲਈ ਹਿੱਸਾ ਚੁਣੋ।
pl: Wybierz zakres do przycięcia.
pt_br: Selecione um trecho para aparar.
pt_pt: Selecione um intervalo para cortar.
ro: Selectați intervalul de decupat.
ru: Пожалуйста, выберите диапазон для обрезки.
sk: Vyberte úsek na orezanie.
sl: Izberite obseg za obrezovanje.
sv: Välj ett område att trimma.
ta: டிரிம் செய்ய ஒரு பகுதியைத் தேர்ந்தெடுக்கவும்.
te: ట్రిమ్ చేయడానికి ఒక భాగాన్ని ఎంచుకోండి.
th: กรุณาเลือกช่วงที่ต้องการตัด
tr: Lütfen kırpılacak bir aralık seçin.
uk: Виберіть діапазон для обрізання.
ur: براہ کرم ٹرم کرنے کے لیے حصہ منتخب کریں۔
vi: Vui lòng chọn phạm vi để cắt.
zh_hans: 请选择要修剪的范围。
zh_hant: 請選擇要修剪的範圍。

# トリミングに失敗しました: %@
source: Failed to trim: %@
ar: فشل القص: %@
bn: ট্রিম করা যায়নি: %@
ca: No s'ha pogut retallar: %@
cs: Oříznutí se nezdařilo: %@
da: Beskæring mislykkedes: %@
de: Trimmen fehlgeschlagen: %@
el: Η περικοπή απέτυχε: %@
es: Error al recortar: %@
fi: Rajaus epäonnistui: %@
fr: Échec du rognage : %@
gu: ટ્રિમ કરી શકાયું નહીં: %@
he: החיתוך נכשל: %@
hi: ट्रिम करने में विफल: %@
hr: Skraćivanje nije uspjelo: %@
hu: A vágás sikertelen: %@
id: Gagal memangkas: %@
it: Taglio non riuscito: %@
ja: トリミングに失敗しました: %@
kn: ಟ್ರಿಮ್ ವಿಫಲವಾಗಿದೆ: %@
ko: 다듬기 실패: %@
ml: ട്രിം ചെയ്യാനായില്ല: %@
mr: ट्रिम करता आले नाही: %@
ms: Gagal memotong: %@
nb: Kunne ikke beskjære: %@
nl: Bijsnijden mislukt: %@
or: ଟ୍ରିମ୍ କରିହେଲା ନାହିଁ: %@
pa: ਟ੍ਰਿਮ ਨਹੀਂ ਹੋ ਸਕਿਆ: %@
pl: Przycinanie nie powiodło się: %@
pt_br: Falha ao aparar: %@
pt_pt: Falha ao cortar: %@
ro: Decuparea nu a reușit: %@
ru: Ошибка обрезки: %@
sk: Orezanie zlyhalo: %@
sl: Obrezovanje ni uspelo: %@
sv: Trimmning misslyckades: %@
ta: டிரிம் செய்ய முடியவில்லை: %@
te: ట్రిమ్ చేయడం విఫలమైంది: %@
th: การตัดล้มเหลว: %@
tr: Kırpma başarısız oldu: %@
uk: Не вдалося обрізати: %@
ur: ٹرم نہیں ہو سکا: %@
vi: Cắt thất bại: %@
zh_hans: 修剪失败：%@
zh_hant: 修剪失敗：%@

# 保存に失敗しました: %@
source: Failed to save: %@
ar: فشل الحفظ: %@
bn: সেভ করা যায়নি: %@
ca: No s'ha pogut desar: %@
cs: Uložení se nezdařilo: %@
da: Kunne ikke gemme: %@
de: Speichern fehlgeschlagen: %@
el: Η αποθήκευση απέτυχε: %@
es: Error al guardar: %@
fi: Tallennus epäonnistui: %@
fr: Échec de l'enregistrement : %@
gu: સેવ કરી શકાયું નહીં: %@
he: השמירה נכשלה: %@
hi: सहेजने में विफल: %@
hr: Spremanje nije uspjelo: %@
hu: A mentés sikertelen: %@
id: Gagal menyimpan: %@
it: Salvataggio non riuscito: %@
ja: 保存に失敗しました: %@
kn: ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 저장 실패: %@
ml: സംരക്ഷിക്കാനായില്ല: %@
mr: सेव्ह करता आले नाही: %@
ms: Gagal menyimpan: %@
nb: Kunne ikke lagre: %@
nl: Opslaan mislukt: %@
or: ସେଭ୍ କରିହେଲା ନାହିଁ: %@
pa: ਸੇਵ ਨਹੀਂ ਹੋ ਸਕਿਆ: %@
pl: Zapisywanie nie powiodło się: %@
pt_br: Falha ao salvar: %@
pt_pt: Falha ao guardar: %@
ro: Salvarea nu a reușit: %@
ru: Ошибка сохранения: %@
sk: Uloženie zlyhalo: %@
sl: Shranjevanje ni uspelo: %@
sv: Sparandet misslyckades: %@
ta: சேமிக்க முடியவில்லை: %@
te: సేవ్ చేయడం విఫలమైంది: %@
th: การบันทึกล้มเหลว: %@
tr: Kaydetme başarısız oldu: %@
uk: Не вдалося зберегти: %@
ur: محفوظ نہیں ہو سکا: %@
vi: Lưu thất bại: %@
zh_hans: 保存失败：%@
zh_hant: 儲存失敗：%@

# 元の音声メモが見つかりませんでした
source: Original voice memo not found.
ar: لم يتم العثور على المذكرة الصوتية الأصلية.
bn: মূল ভয়েস মেমো পাওয়া যায়নি।
ca: No s'ha trobat la nota de veu original.
cs: Původní hlasová poznámka nebyla nalezena.
da: Den oprindelige optagelse blev ikke fundet.
de: Originale Sprachnotiz nicht gefunden.
el: Δεν βρέθηκε η αρχική φωνητική σημείωση.
es: Nota de voz original no encontrada.
fi: Alkuperäistä äänimuistiota ei löytynyt.
fr: Note vocale originale introuvable.
gu: મૂળ વૉઇસ મેમો મળ્યો નહીં.
he: תזכיר הקול המקורי לא נמצא.
hi: मूल वॉइस मेमो नहीं मिला।
hr: Izvorna glasovna bilješka nije pronađena.
hu: Az eredeti hangjegyzet nem található.
id: Memo suara asli tidak ditemukan.
it: Nota vocale originale non trovata.
ja: 元の音声メモが見つかりませんでした
kn: ಮೂಲ ವಾಯ್ಸ್ ಮೆಮೊ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 원본 음성 메모를 찾을 수 없습니다.
ml: യഥാർത്ഥ വോയ്സ് മെമോ കണ്ടെത്തിയില്ല.
mr: मूळ व्हॉइस मेमो सापडला नाही.
ms: Memo suara asal tidak ditemui.
nb: Fant ikke det opprinnelige lydnotatet.
nl: Originele spraakopname niet gevonden.
or: ମୂଳ ଭଏସ୍ ମେମୋ ମିଳିଲା ନାହିଁ।
pa: ਮੂਲ ਵੌਇਸ ਮੈਮੋ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono oryginalnej notatki głosowej.
pt_br: Gravação original não encontrada.
pt_pt: Nota de voz original não encontrada.
ro: Memoul vocal original nu a fost găsit.
ru: Оригинальная голосовая заметка не найдена.
sk: Pôvodná nahrávka sa nenašla.
sl: Izvirne glasovne beležke ni bilo mogoče najti.
sv: Det ursprungliga röstmemot hittades inte.
ta: அசல் குரல் மெமோ கிடைக்கவில்லை.
te: అసలు వాయిస్ మెమో కనుగొనబడలేదు.
th: ไม่พบบันทึกเสียงต้นฉบับ
tr: Orijinal sesli not bulunamadı.
uk: Оригінальну голосову нотатку не знайдено.
ur: اصل وائس میمو نہیں ملا۔
vi: Không tìm thấy ghi chú giọng nói gốc.
zh_hans: 未找到原始语音备忘录。
zh_hant: 找不到原始語音備忘錄。

# 再生に失敗しました: %@
source: Playback failed: %@
ar: فشل التشغيل: %@
bn: প্লেব্যাক ব্যর্থ হয়েছে: %@
ca: No s'ha pogut reproduir: %@
cs: Přehrávání se nezdařilo: %@
da: Afspilning mislykkedes: %@
de: Wiedergabe fehlgeschlagen: %@
el: Η αναπαραγωγή απέτυχε: %@
es: Error de reproducción: %@
fi: Toisto epäonnistui: %@
fr: Échec de la lecture : %@
gu: પ્લેબેક નિષ્ફળ: %@
he: הניגון נכשל: %@
hi: प्लेबैक विफल: %@
hr: Reprodukcija nije uspjela: %@
hu: A lejátszás sikertelen: %@
id: Pemutaran gagal: %@
it: Riproduzione non riuscita: %@
ja: 再生に失敗しました: %@
kn: ಪ್ಲೇಬ್ಯಾಕ್ ವಿಫಲವಾಗಿದೆ: %@
ko: 재생 실패: %@
ml: പ്ലേ ചെയ്യാനായില്ല: %@
mr: प्लेबॅक अयशस्वी: %@
ms: Main semula gagal: %@
nb: Avspilling mislyktes: %@
nl: Afspelen mislukt: %@
or: ପ୍ଲେବ୍ୟାକ୍ ବିଫଳ: %@
pa: ਪਲੇਬੈਕ ਅਸਫਲ: %@
pl: Odtwarzanie nie powiodło się: %@
pt_br: Falha na reprodução: %@
pt_pt: Falha na reprodução: %@
ro: Redarea nu a reușit: %@
ru: Ошибка воспроизведения: %@
sk: Prehrávanie zlyhalo: %@
sl: Predvajanje ni uspelo: %@
sv: Uppspelning misslyckades: %@
ta: இயக்க முடியவில்லை: %@
te: ప్లే చేయడం విఫలమైంది: %@
th: การเล่นล้มเหลว: %@
tr: Oynatma başarısız oldu: %@
uk: Не вдалося відтворити: %@
ur: پلے بیک ناکام: %@
vi: Phát lại thất bại: %@
zh_hans: 播放失败：%@
zh_hant: 播放失敗：%@

# 処理中...
source: Processing...
ar: جارٍ المعالجة...
bn: প্রসেস করা হচ্ছে...
ca: Processant...
cs: Zpracování…
da: Behandler…
de: Verarbeitung...
el: Γίνεται επεξεργασία...
es: Procesando...
fi: Käsitellään...
fr: Traitement...
gu: પ્રોસેસ થઈ રહ્યું છે...
he: מעבד...
hi: प्रसंस्करण हो रहा है...
hr: Obrada...
hu: Feldolgozás…
id: Sedang memproses...
it: Elaborazione...
ja: 処理中...
kn: ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತಿದೆ...
ko: 처리 중...
ml: പ്രോസസ്സ് ചെയ്യുന്നു...
mr: प्रक्रिया सुरू आहे...
ms: Memproses...
nb: Behandler …
nl: Verwerken...
or: ପ୍ରୋସେସ୍ ହେଉଛି...
pa: ਪ੍ਰੋਸੈਸ ਹੋ ਰਿਹਾ ਹੈ...
pl: Przetwarzanie...
pt_br: Processando...
pt_pt: A processar...
ro: Se procesează...
ru: Обработка...
sk: Spracúva sa...
sl: Obdelava ...
sv: Bearbetar...
ta: செயலாக்கப்படுகிறது...
te: ప్రాసెస్ అవుతోంది...
th: กำลังประมวลผล...
tr: İşleniyor...
uk: Обробка...
ur: پروسیس ہو رہا ہے...
vi: Đang xử lý...
zh_hans: 处理中...
zh_hant: 處理中...

# 処理完了
source: Processing Complete
ar: اكتملت المعالجة
bn: প্রসেসিং সম্পন্ন
ca: Processament completat
cs: Zpracování dokončeno
da: Behandling fuldført
de: Verarbeitung abgeschlossen
el: Η επεξεργασία ολοκληρώθηκε
es: Procesamiento completado
fi: Käsittely valmis
fr: Traitement terminé
gu: પ્રોસેસિંગ પૂર્ણ
he: העיבוד הושלם
hi: प्रसंस्करण पूर्ण
hr: Obrada dovršena
hu: Feldolgozás kész
id: Pemrosesan Selesai
it: Elaborazione completata
ja: 処理完了
kn: ಪ್ರಕ್ರಿಯೆ ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 처리 완료
ml: പ്രോസസ്സിംഗ് പൂർത്തിയായി
mr: प्रक्रिया पूर्ण
ms: Pemprosesan Selesai
nb: Behandling fullført
nl: Verwerking voltooid
or: ପ୍ରୋସେସିଂ ସମ୍ପୂର୍ଣ୍ଣ
pa: ਪ੍ਰੋਸੈਸਿੰਗ ਪੂਰੀ
pl: Przetwarzanie zakończone
pt_br: Processamento concluído
pt_pt: Processamento concluído
ro: Procesare finalizată
ru: Обработка завершена
sk: Spracovanie dokončené
sl: Obdelava končana
sv: Bearbetning klar
ta: செயலாக்கம் முடிந்தது
te: ప్రాసెసింగ్ పూర్తయింది
th: การประมวลผลเสร็จสิ้น
tr: İşlem tamamlandı
uk: Обробку завершено
ur: پروسیسنگ مکمل
vi: Xử lý hoàn tất
zh_hans: 处理完成
zh_hant: 處理完成

# 分割
source: Split
ar: تقسيم
bn: ভাগ করুন
ca: Divideix
cs: Rozdělit
da: Opdel
de: Aufteilen
el: Διαχωρισμός
es: Dividir
fi: Jaa osiin
fr: Diviser
gu: વિભાજિત કરો
he: פיצול
hi: विभाजित करें
hr: Razdvoji
hu: Felosztás
id: Pisahkan
it: Dividere
ja: 分割
kn: ವಿಭಜಿಸಿ
ko: 분할
ml: വിഭജിക്കുക
mr: विभाजित करा
ms: Pisah
nb: Del opp
nl: Splitsen
or: ବିଭାଜନ କରନ୍ତୁ
pa: ਵੰਡੋ
pl: Podziel
pt_br: Dividir
pt_pt: Dividir
ro: Împărțire
ru: Разделить
sk: Rozdeliť
sl: Razdeli
sv: Dela upp
ta: பிரி
te: విభజించు
th: แบ่ง
tr: Böl
uk: Розділити
ur: تقسیم کریں
vi: Tách
zh_hans: 分割
zh_hant: 分割

# 分割するポイントを選択してください。
source: Please select a split point.
ar: يرجى تحديد نقطة التقسيم.
bn: ভাগ করার পয়েন্ট বেছে নিন।
ca: Selecciona un punt de divisió.
cs: Vyberte bod rozdělení.
da: Vælg et opdelingspunkt.
de: Bitte wählen Sie einen Teilungspunkt aus.
el: Επιλέξτε σημείο διαχωρισμού.
es: Selecciona un punto de división.
fi: Valitse jakokohta.
fr: Veuillez sélectionner un point de division.
gu: વિભાજન પોઇન્ટ પસંદ કરો.
he: יש לבחור נקודת פיצול.
hi: कृपया विभाजन बिंदु चुनें।
hr: Odaberite točku razdvajanja.
hu: Válaszd ki a felosztási pontot.
id: Silakan pilih titik pemisahan.
it: Seleziona un punto di divisione.
ja: 分割するポイントを選択してください。
kn: ವಿಭಜಿಸುವ ಬಿಂದುವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 분할 지점을 선택해 주세요.
ml: വിഭജന പോയിന്റ് തിരഞ്ഞെടുക്കുക.
mr: विभाजन बिंदू निवडा.
ms: Sila pilih titik pisah.
nb: Velg et delingspunkt.
nl: Selecteer een splitspunt.
or: ବିଭାଜନ ପଏଣ୍ଟ ବାଛନ୍ତୁ।
pa: ਵੰਡਣ ਦਾ ਪੁਆਇੰਟ ਚੁਣੋ।
pl: Wybierz punkt podziału.
pt_br: Selecione um ponto de divisão.
pt_pt: Selecione um ponto de divisão.
ro: Selectați punctul de împărțire.
ru: Пожалуйста, выберите точку разделения.
sk: Vyberte bod rozdelenia.
sl: Izberite točko razdelitve.
sv: Välj en delningspunkt.
ta: பிரிக்கும் புள்ளியைத் தேர்ந்தெடுக்கவும்.
te: విభజన పాయింట్‌ను ఎంచుకోండి.
th: กรุณาเลือกจุดแบ่ง
tr: Lütfen bir bölme noktası seçin.
uk: Виберіть точку розділення.
ur: براہ کرم تقسیم کا مقام منتخب کریں۔
vi: Vui lòng chọn điểm tách.
zh_hans: 请选择分割点。
zh_hant: 請選擇分割點。

# 分割に失敗しました: %@
source: Split failed: %@
ar: فشل التقسيم: %@
bn: ভাগ করা যায়নি: %@
ca: No s'ha pogut dividir: %@
cs: Rozdělení se nezdařilo: %@
da: Opdeling mislykkedes: %@
de: Aufteilen fehlgeschlagen: %@
el: Ο διαχωρισμός απέτυχε: %@
es: Error al dividir: %@
fi: Osiin jakaminen epäonnistui: %@
fr: Échec de la division : %@
gu: વિભાજન નિષ્ફળ: %@
he: הפיצול נכשל: %@
hi: विभाजन विफल: %@
hr: Razdvajanje nije uspjelo: %@
hu: A felosztás sikertelen: %@
id: Pemisahan gagal: %@
it: Divisione non riuscita: %@
ja: 分割に失敗しました: %@
kn: ವಿಭಜನೆ ವಿಫಲವಾಗಿದೆ: %@
ko: 분할 실패: %@
ml: വിഭജിക്കാനായില്ല: %@
mr: विभाजन अयशस्वी: %@
ms: Pemisahan gagal: %@
nb: Oppdeling mislyktes: %@
nl: Splitsen mislukt: %@
or: ବିଭାଜନ ବିଫଳ: %@
pa: ਵੰਡ ਅਸਫਲ: %@
pl: Podział nie powiódł się: %@
pt_br: Falha ao dividir: %@
pt_pt: Falha ao dividir: %@
ro: Împărțirea nu a reușit: %@
ru: Ошибка разделения: %@
sk: Rozdelenie zlyhalo: %@
sl: Razdelitev ni uspela: %@
sv: Delning misslyckades: %@
ta: பிரிக்க முடியவில்லை: %@
te: విభజన విఫలమైంది: %@
th: การแบ่งล้มเหลว: %@
tr: Bölme başarısız oldu: %@
uk: Не вдалося розділити: %@
ur: تقسیم ناکام: %@
vi: Tách thất bại: %@
zh_hans: 分割失败：%@
zh_hant: 分割失敗：%@

# 分割に失敗しました: 新しいファイルが作成されませんでした。
source: Split failed: No new file was created.
ar: فشل التقسيم: لم يتم إنشاء ملف جديد.
bn: ভাগ করা যায়নি: কোনো নতুন ফাইল তৈরি হয়নি।
ca: No s'ha pogut dividir: no s'ha creat cap fitxer nou.
cs: Rozdělení se nezdařilo: nový soubor nebyl vytvořen.
da: Opdeling mislykkedes: Der blev ikke oprettet en ny fil.
de: Aufteilen fehlgeschlagen: Es wurde keine neue Datei erstellt.
el: Ο διαχωρισμός απέτυχε: Δεν δημιουργήθηκε νέο αρχείο.
es: Error al dividir: no se ha creado ningún archivo nuevo.
fi: Osiin jakaminen epäonnistui: uutta tiedostoa ei luotu.
fr: Échec de la division : aucun nouveau fichier n'a été créé.
gu: વિભાજન નિષ્ફળ: કોઈ નવી ફાઇલ બની નહીં.
he: הפיצול נכשל: לא נוצר קובץ חדש.
hi: विभाजन विफल: कोई नई फ़ाइल नहीं बनाई गई।
hr: Razdvajanje nije uspjelo: nije stvorena nova datoteka.
hu: A felosztás sikertelen: nem jött létre új fájl.
id: Pemisahan gagal: Tidak ada file baru yang dibuat.
it: Divisione non riuscita: non è stato creato alcun nuovo file.
ja: 分割に失敗しました: 新しいファイルが作成されませんでした。
kn: ವಿಭಜನೆ ವಿಫಲವಾಗಿದೆ: ಹೊಸ ಫೈಲ್ ರಚನೆಯಾಗಿಲ್ಲ.
ko: 분할 실패: 새 파일이 생성되지 않았습니다.
ml: വിഭജിക്കാനായില്ല: പുതിയ ഫയൽ സൃഷ്ടിച്ചില്ല.
mr: विभाजन अयशस्वी: नवीन फाइल तयार झाली नाही.
ms: Pemisahan gagal: Tiada fail baharu dicipta.
nb: Oppdeling mislyktes: Ingen ny fil ble opprettet.
nl: Splitsen mislukt: er is geen nieuw bestand aangemaakt.
or: ବିଭାଜନ ବିଫଳ: କୌଣସି ନୂଆ ଫାଇଲ୍ ତିଆରି ହେଲା ନାହିଁ।
pa: ਵੰਡ ਅਸਫਲ: ਕੋਈ ਨਵੀਂ ਫ਼ਾਈਲ ਨਹੀਂ ਬਣੀ।
pl: Podział nie powiódł się: Nie utworzono nowego pliku.
pt_br: Falha ao dividir: nenhum arquivo novo foi criado.
pt_pt: Falha ao dividir: Nenhum ficheiro novo foi criado.
ro: Împărțirea nu a reușit: nu a fost creat niciun fișier nou.
ru: Ошибка разделения: Новый файл не был создан.
sk: Rozdelenie zlyhalo: nevytvoril sa nový súbor.
sl: Razdelitev ni uspela: nova datoteka ni bila ustvarjena.
sv: Delning misslyckades: Ingen ny fil skapades.
ta: பிரிக்க முடியவில்லை: புதிய கோப்பு உருவாக்கப்படவில்லை.
te: విభజన విఫలమైంది: కొత్త ఫైల్ సృష్టించబడలేదు.
th: การแบ่งล้มเหลว: ไม่มีไฟล์ใหม่ถูกสร้าง
tr: Bölme başarısız oldu: Yeni bir dosya oluşturulmadı.
uk: Не вдалося розділити: новий файл не створено.
ur: تقسیم ناکام: کوئی نئی فائل نہیں بنی۔
vi: Tách thất bại: Không có tệp mới nào được tạo.
zh_hans: 分割失败：未创建新文件。
zh_hant: 分割失敗：未建立新檔案。

# 波形データがありません
source: No waveform data available
ar: لا تتوفر بيانات موجة الصوت
bn: কোনো ওয়েভফর্ম ডেটা নেই
ca: No hi ha dades de la forma d'ona
cs: Data vlnového průběhu nejsou k dispozici
da: Ingen bølgeformsdata
de: Keine Wellenformdaten verfügbar
el: Δεν υπάρχουν δεδομένα κυματομορφής
es: No hay datos de forma de onda disponibles
fi: Aaltomuototietoja ei ole
fr: Aucune donnée de forme d'onde disponible
gu: કોઈ વેવફોર્મ ડેટા નથી
he: אין נתוני צורת גל
hi: कोई वेवफॉर्म डेटा उपलब्ध नहीं
hr: Nema podataka o valnom obliku
hu: Nincs elérhető hullámforma-adat
id: Tidak ada data gelombang suara
it: Nessun dato di forma d'onda disponibile
ja: 波形データがありません
kn: ವೇವ್‌ಫಾರ್ಮ್ ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ
ko: 파형 데이터 없음
ml: വേവ്ഫോം ഡാറ്റ ലഭ്യമല്ല
mr: वेव्हफॉर्म डेटा उपलब्ध नाही
ms: Tiada data bentuk gelombang
nb: Ingen bølgeformdata
nl: Geen golfvormgegevens beschikbaar
or: କୌଣସି ୱେଭଫର୍ମ ଡାଟା ନାହିଁ
pa: ਕੋਈ ਵੇਵਫ਼ਾਰਮ ਡਾਟਾ ਨਹੀਂ
pl: Brak dostępnych danych przebiegu
pt_br: Nenhum dado de forma de onda disponível
pt_pt: Sem dados de forma de onda
ro: Nu există date despre forma de undă
ru: Нет данных волновой формы
sk: Žiadne údaje zvukovej vlny
sl: Ni podatkov o valovni obliki
sv: Inga vågformsdata tillgängliga
ta: அலைவடிவத் தரவு இல்லை
te: వేవ్‌ఫారమ్ డేటా లేదు
th: ไม่มีข้อมูลรูปคลื่น
tr: Dalga formu verisi yok
uk: Немає даних звукової хвилі
ur: ویوفارم ڈیٹا دستیاب نہیں
vi: Không có dữ liệu dạng sóng
zh_hans: 没有波形数据
zh_hant: 沒有波形資料

# 波形データの読み込みに失敗しました: %@
source: Failed to load waveform data: %@
ar: فشل تحميل بيانات موجة الصوت: %@
bn: ওয়েভফর্ম ডেটা লোড করা যায়নি: %@
ca: No s'han pogut carregar les dades de la forma d'ona: %@
cs: Načtení vlnového průběhu se nezdařilo: %@
da: Kunne ikke indlæse bølgeformsdata: %@
de: Laden der Wellenformdaten fehlgeschlagen: %@
el: Η φόρτωση των δεδομένων κυματομορφής απέτυχε: %@
es: Error al cargar datos de forma de onda: %@
fi: Aaltomuototietojen lataus epäonnistui: %@
fr: Échec du chargement des données de forme d'onde : %@
gu: વેવફોર્મ ડેટા લોડ કરી શકાયો નહીં: %@
he: טעינת נתוני צורת הגל נכשלה: %@
hi: वेवफॉर्म डेटा लोड करने में विफल: %@
hr: Učitavanje valnog oblika nije uspjelo: %@
hu: Nem sikerült betölteni a hullámforma-adatokat: %@
id: Gagal memuat data gelombang suara: %@
it: Caricamento dati forma d'onda non riuscito: %@
ja: 波形データの読み込みに失敗しました: %@
kn: ವೇವ್‌ಫಾರ್ಮ್ ಡೇಟಾ ಲೋಡ್ ವಿಫಲವಾಗಿದೆ: %@
ko: 파형 데이터 로드 실패: %@
ml: വേവ്ഫോം ഡാറ്റ ലോഡ് ചെയ്യാനായില്ല: %@
mr: वेव्हफॉर्म डेटा लोड करता आला नाही: %@
ms: Gagal memuatkan data bentuk gelombang: %@
nb: Kunne ikke laste inn bølgeformdata: %@
nl: Laden van golfvormgegevens mislukt: %@
or: ୱେଭଫର୍ମ ଡାଟା ଲୋଡ୍ କରିହେଲା ନାହିଁ: %@
pa: ਵੇਵਫ਼ਾਰਮ ਡਾਟਾ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕਿਆ: %@
pl: Nie udało się załadować danych przebiegu: %@
pt_br: Falha ao carregar a forma de onda: %@
pt_pt: Falha ao carregar dados da forma de onda: %@
ro: Încărcarea formei de undă nu a reușit: %@
ru: Ошибка загрузки данных волновой формы: %@
sk: Načítanie zvukovej vlny zlyhalo: %@
sl: Nalaganje podatkov o valovni obliki ni uspelo: %@
sv: Det gick inte att läsa in vågformsdata: %@
ta: அலைவடிவத் தரவை ஏற்ற முடியவில்லை: %@
te: వేవ్‌ఫారమ్ డేటాను లోడ్ చేయడం విఫలమైంది: %@
th: ไม่สามารถโหลดข้อมูลรูปคลื่น: %@
tr: Dalga formu verileri yüklenemedi: %@
uk: Не вдалося завантажити дані звукової хвилі: %@
ur: ویوفارم ڈیٹا لوڈ نہیں ہو سکا: %@
vi: Tải dữ liệu dạng sóng thất bại: %@
zh_hans: 波形数据加载失败：%@
zh_hant: 波形資料載入失敗：%@

# 波形データを読み込んでいます...
source: Loading waveform data...
ar: جارٍ تحميل بيانات موجة الصوت...
bn: ওয়েভফর্ম ডেটা লোড হচ্ছে...
ca: Carregant les dades de la forma d'ona...
cs: Načítání vlnového průběhu…
da: Indlæser bølgeformsdata…
de: Wellenformdaten werden geladen...
el: Φόρτωση δεδομένων κυματομορφής...
es: Cargando datos de forma de onda...
fi: Ladataan aaltomuototietoja...
fr: Chargement des données de forme d'onde...
gu: વેવફોર્મ ડેટા લોડ થઈ રહ્યો છે...
he: טוען נתוני צורת גל...
hi: वेवफॉर्म डेटा लोड हो रहा है...
hr: Učitavanje valnog oblika...
hu: Hullámforma-adatok betöltése…
id: Memuat data gelombang suara...
it: Caricamento dei dati della forma d'onda...
ja: 波形データを読み込んでいます...
kn: ವೇವ್‌ಫಾರ್ಮ್ ಡೇಟಾ ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko: 파형 데이터 로드 중...
ml: വേവ്ഫോം ഡാറ്റ ലോഡ് ചെയ്യുന്നു...
mr: वेव्हफॉर्म डेटा लोड होत आहे...
ms: Memuatkan data bentuk gelombang...
nb: Laster inn bølgeformdata …
nl: Golfvormgegevens laden...
or: ୱେଭଫର୍ମ ଡାଟା ଲୋଡ୍ ହେଉଛି...
pa: ਵੇਵਫ਼ਾਰਮ ਡਾਟਾ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Ładowanie danych przebiegu...
pt_br: Carregando forma de onda...
pt_pt: A carregar dados da forma de onda...
ro: Se încarcă forma de undă...
ru: Загрузка данных волновой формы...
sk: Načítava sa zvuková vlna...
sl: Nalaganje podatkov o valovni obliki ...
sv: Laddar vågformsdata...
ta: அலைவடிவத் தரவு ஏற்றப்படுகிறது...
te: వేవ్‌ఫారమ్ డేటా లోడ్ అవుతోంది...
th: กำลังโหลดข้อมูลรูปคลื่น...
tr: Dalga formu verileri yükleniyor...
uk: Завантаження даних звукової хвилі...
ur: ویوفارم ڈیٹا لوڈ ہو رہا ہے...
vi: Đang tải dữ liệu dạng sóng...
zh_hans: 正在加载波形数据...
zh_hant: 正在載入波形資料...

# 編集したオーディオファイルが見つかりません
source: Edited audio file not found.
ar: لم يتم العثور على ملف الصوت المحرر.
bn: এডিট করা অডিও ফাইল পাওয়া যায়নি।
ca: No s'ha trobat el fitxer d'àudio editat.
cs: Upravený zvukový soubor nebyl nalezen.
da: Den redigerede lydfil blev ikke fundet.
de: Bearbeitete Audiodatei nicht gefunden.
el: Δεν βρέθηκε το επεξεργασμένο αρχείο ήχου.
es: Archivo de audio editado no encontrado.
fi: Muokattua äänitiedostoa ei löytynyt.
fr: Fichier audio modifié introuvable.
gu: એડિટ કરેલી ઑડિયો ફાઇલ મળી નહીં.
he: קובץ השמע הערוך לא נמצא.
hi: संपादित ऑडियो फ़ाइल नहीं मिली।
hr: Uređena audiodatoteka nije pronađena.
hu: A szerkesztett hangfájl nem található.
id: File audio yang diedit tidak ditemukan.
it: File audio modificato non trovato.
ja: 編集したオーディオファイルが見つかりません
kn: ಎಡಿಟ್ ಮಾಡಿದ ಆಡಿಯೋ ಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 편집된 오디오 파일을 찾을 수 없습니다.
ml: എഡിറ്റ് ചെയ്ത ഓഡിയോ ഫയൽ കണ്ടെത്തിയില്ല.
mr: एडिट केलेली ऑडिओ फाइल सापडली नाही.
ms: Fail audio yang diedit tidak ditemui.
nb: Fant ikke den redigerte lydfilen.
nl: Bewerkt audiobestand niet gevonden.
or: ଏଡିଟ୍ କରାଯାଇଥିବା ଅଡିଓ ଫାଇଲ୍ ମିଳିଲା ନାହିଁ।
pa: ਐਡਿਟ ਕੀਤੀ ਆਡੀਓ ਫ਼ਾਈਲ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono edytowanego pliku audio.
pt_br: Arquivo de áudio editado não encontrado.
pt_pt: Ficheiro de áudio editado não encontrado.
ro: Fișierul audio editat nu a fost găsit.
ru: Отредактированный аудиофайл не найден.
sk: Upravený zvukový súbor sa nenašiel.
sl: Urejene zvočne datoteke ni bilo mogoče najti.
sv: Redigerad ljudfil hittades inte.
ta: திருத்திய ஆடியோ கோப்பு கிடைக்கவில்லை.
te: ఎడిట్ చేసిన ఆడియో ఫైల్ కనుగొనబడలేదు.
th: ไม่พบไฟล์เสียงที่แก้ไขแล้ว
tr: Düzenlenmiş ses dosyası bulunamadı.
uk: Відредагований аудіофайл не знайдено.
ur: ترمیم شدہ آڈیو فائل نہیں ملی۔
vi: Không tìm thấy tệp âm thanh đã chỉnh sửa.
zh_hans: 找不到已编辑的音频文件。
zh_hant: 找不到已編輯的音訊檔案。

# 編集履歴:
source: Edit History:
ar: سجل التعديلات:
bn: এডিটের ইতিহাস:
ca: Historial d'edició:
cs: Historie úprav:
da: Redigeringshistorik:
de: Bearbeitungsverlauf:
el: Ιστορικό επεξεργασίας:
es: Historial de edición:
fi: Muokkaushistoria:
fr: Historique des modifications :
gu: એડિટ ઇતિહાસ:
he: היסטוריית עריכה:
hi: संपादन इतिहास:
hr: Povijest uređivanja:
hu: Szerkesztési előzmények:
id: Riwayat Pengeditan:
it: Cronologia delle modifiche:
ja: 編集履歴:
kn: ಎಡಿಟ್ ಇತಿಹಾಸ:
ko: 편집 내역:
ml: എഡിറ്റ് ചരിത്രം:
mr: एडिट इतिहास:
ms: Sejarah Edit:
nb: Redigeringslogg:
nl: Bewerkingsgeschiedenis:
or: ଏଡିଟ୍ ଇତିହାସ:
pa: ਐਡਿਟ ਇਤਿਹਾਸ:
pl: Historia edycji:
pt_br: Histórico de edições:
pt_pt: Histórico de edição:
ro: Istoric editări:
ru: История изменений:
sk: História úprav:
sl: Zgodovina urejanja:
sv: Redigeringshistorik:
ta: திருத்த வரலாறு:
te: ఎడిట్ చరిత్ర:
th: ประวัติการแก้ไข:
tr: Düzenleme geçmişi:
uk: Історія змін:
ur: ترمیم کی ہسٹری:
vi: Lịch sử chỉnh sửa:
zh_hans: 编辑历史：
zh_hant: 編輯記錄：
